{"success":true,"data":{"articles":[{"title":"British Airways suspends more than 30,000 staff while Heathrow shuts one runway","image":"https://media.guim.co.uk/8d318a1d6d9b82823f98c38d1318f1d21070c61d/0_79_3500_2101/master/3500.jpg","section":"business","date":"2020/04/02","description":"British Airways is to suspend more than 30,000 staff, from cabin crew to ground staff, engineers and head office employees, until the end of May under the government furlough scheme for companies hit by the coronavirus pandemic. Meanwhile Heathrow has announced it will shut down one of its two runways from Monday due to the reduction in flights. A spokesperson for the UK’s biggest airport said: “Although we are seeing significantly fewer flights at the moment, Heathrow will remain open so that we can continue to play a crucial role in helping to secure vital medical goods and food for the nation during this unprecedented epidemic.” BA, which grounded all its planes at Gatwick this week, said all suspended employees would be paid 80% of their salary under the terms of the state scheme, which caps the payout at up to £2,500 per month.\nIt has now reached deals with all three unions that represent its staff – Unite, GMB and the British Airline Pilots’ Association. The carrier is also encouraging its staff to join volunteering schemes. Unite said workers would be able to divert their pension contributions, worth between 9% and 18% of earnings, into their pay for a short period of time. The BA furlough agreement runs up to 31 May. At Gatwick and London City airport, all BA staff will be suspended after the airline stopped flying to and from both airports until the end of the virus crisis. It is still running short-haul and long-haul flights at Heathrow. BA employs 45,000 people in total, and has struck a separate deal with its 4,000 pilots, who will take four weeks’ unpaid leave between April and May. Unite’s national officer for aviation, Oliver Richardson, said: “Given the incredibly difficult circumstances that the entire aviation sector is facing this is as good a deal as possible for our members. The deal protects the jobs of BA staff and, as far as possible, also protects their pay. “This is what can and should be done to protect workers during this unprecedented time for the airline sector,” he said. BA’s parent company, International Airlines Group, also announced it had decided to reduce seat capacity further, by 90% in April and May compared with last year.\nBA is involved in arranging repatriation flights for the government, which has committed £75m to bringing British nationals home. This week BA flew back more than 1,000 Britons from Peru. The aviation industry has been hit hard by the travel restrictions imposed because of the coronavirus crisis. Thousands of staff have been temporarily laid off or are taking unpaid leave. EasyJet and Virgin Atlantic are setting up schemes for thousands of suspended crew to volunteer over the next two months with the NHS or work in supermarkets. Staff from BA, easyJet and Norwegian served breakfast for NHS employees at the Whittington hospital in north London on Wednesday. A paediatric registrar, Priyen Shah, tweeted that he was “completely blown away by the generosity of staff” from the airlines.\nWith future bookings cancelled, European carriers are expected to lose £63bn in passenger revenues this year because of the travel bans, according to the International Air Transport Association (Iata). Globally, the industry body expects airlines to lose $252bn (£203bn), almost halving the industry’s revenues compared with last year. The estimates assume three-month shutdowns across much of the world. Iata has also said many airlines do not have enough cash to see them through more than two months of shutdowns.\nIAG, which also owns Iberia, is in a better financial position than other carriers. It has extended a £1.1bn credit buffer for BA by a year to June 2021. Overall, IAG has access to €9.3bn (£8.2bn) in cash, cash equivalents and loans to ride out the crisis. However, BA’s main rival, Virgin Atlantic, is in deeper trouble, prompting Airbus, Rolls-Royce and Heathrow to urge the government to bail out the carrier."},{"title":"Amazon execs labeled fired worker 'not smart or articulate' in leaked PR notes","image":"https://media.guim.co.uk/02858d3eaeea7c576330e49e1823c7a3206939a4/0_308_3500_2099/master/3500..jpg","section":"technology","date":"2020/04/02","description":"Amazon executives denigrated a fired warehouse worker as “not smart or articulate” in a meeting with Jeff Bezos, according to a leaked memo obtained by Vice News. Chris Smalls, who had worked for Amazon for five years, was fired shortly after he helped organize a work stoppage at the company’s warehouse on Staten Island, New York, in protest over a lack of protective gear and hazard pay for employees. Amazon claims that it fired Smalls for “violating social distancing guidelines and putting the safety of others at risk”. “He’s not smart, or articulate, and to the extent the press wants to focus on us versus him, we will be in a much stronger PR position than simply explaining for the umpteenth time how we’re trying to protect workers,” Amazon’s general counsel, David Zapolsky, wrote in notes from a meeting of top executives, obtained by Vice. The meeting is held daily to brief Bezos, the chief executive, on issues related to the coronavirus pandemic. Jay Carney, Amazon’s senior vice-president of corporate affairs, described it as a “brainstorming” meeting on CNN.\n“We should spend the first part of our response strongly laying out the case for why the organizer’s conduct was immoral, unacceptable, and arguably illegal, in detail, and only then follow with our usual talking points about worker safety,” Zapolsky added. “Make him the most interesting part of the story, and if possible make him the face of the entire union/organizing movement.” Smalls’ termination has drawn widespread condemnation from labor supporters and politicians, including the New York City mayor, Bill de Blasio, and Senator Bernie Sanders, who called the firing “disgraceful”. Retaliation against workers for engaging in collective action related to their working conditions is illegal under federal law.\nWriting in the Guardian on Thursday, Smalls said he thought he was “targeted” by Amazon because he had received media attention for organizing the protest. He also alleged that Amazon failed to disclose a worker’s illness to the rest of the workforce , prompting him to contact public health officials and eventually organize the demonstration.\n“I am getting calls from Amazon workers across the country and they all want to stage walk-outs, too,” Smalls wrote. “We are starting a revolution and people around the country support us.” Amazon says it asked Smalls to remain home for 14 days after he had “close contact” with another worker who was diagnosed with Covid-19, and that by attending the protest he was putting other employees at risk. The company has continued to push this narrative on Twitter, with Carney, a former press secretary for Barack Obama who joined Amazon in 2015, engaging in back-and-forth about the issue with Sanders and others.\nOn Wednesday evening, Carney decried “folks on Twitter who respond to facts and ideas they don’t like with ad hominem vitriol”. Zapolsky, the Amazon executive who called Smalls “not smart or articulate”, released a statement following publication of the remarks: “My comments were personal and emotional. I was frustrated and upset that an Amazon employee would endanger the health and safety of other Amazonians by repeatedly returning to the premises after having been warned to quarantine himself after exposure to virus Covid-19. I let my emotions draft my words and get the better of me.” Dania Rajendra, the director of Athena, a coalition of labor and community groups campaigning against Amazon, decried the memo in a statement. “Hundreds of Amazon workers are telling the public about the risk Amazon poses to their health, their families and the communities they live in – and we’ve got Amazon execs, working from home, trying to fix the PR problem instead of the public health problem,” she said. “Amazon top brass chose tired, racist insinuations and snarky Tweets. A better choice would be to make a plan that takes worker and public health seriously.” Smalls released a statement responding to the leaked memo Thursday evening. “Amazon wants to make this about me, but whether Jeff Bezos likes it or not, this is about Amazon workers – and their families – everywhere,” he said. “Instead of protecting workers and the communities in which they work, however, Amazon seems to be more interested in managing its image … This is not about me. This is about all of us.”"},{"title":"Twitter deletes 20,000 fake accounts linked to Saudi, Serbian and Egyptian governments","image":"https://media.guim.co.uk/bff69e0bbbb30b8208e5cf600194108ad3e615ae/0_233_4339_2603/master/4339..jpg","section":"technology","date":"2020/04/02","description":"Twitter has deleted 20,000 fake accounts linked to the governments of Serbia, Saudi Arabia, Egypt, Honduras and Indonesia, saying they violated company policy and were a “targeted attempt to undermine the public conversation”. Yoel Roth, the head of site integrity, said the removal of the accounts was part of the company’s ongoing “work to detect and investigate state-backed information operations”.\nOf the accounts removed on Thursday, 8,558 were linked to the Serbian Progressive party (SNS) of Aleksandar Vučić, the president. The accounts had posted more than 43m tweets amplifying positive news coverage of Vučić’s government and attacking his political opponents. Twitter also removed a network of 5,350 accounts linked to the Saudi monarchy operating out of Saudi Arabia, Egypt and the United Arab Emirates. Together they had tweeted 36.5m times praising the Saudi leadership or criticising Qatar and Turkish activity in Yemen. The takedown of the accounts followed a tip from the Stanford Internet Observatory, which said that network had also generated tweets supportive of the Libyan warlord Khalifa Haftar. “Prominent narratives included discrediting recent Libyan peace talks, criticizing the Syrian government, criticizing Iranian influence in Iraq, praising the Mauritanian government, and criticism of Houthi rebels in Yemen,” the observatory said in a blogpost. A separate Egyptian network of 2,541 accounts linked to the pro-government El Fagr newspaper, was also removed. Twitter said that the fake accounts had been used to “amplify messaging critical of Iran, Qatar and Turkey”. The social media company deleted more than 3,000 accounts which it said had been traced to a staffer working for the Honduran president, Juan Orlando Hernández. “Much of the tweet behavior seems targeted at drowning out negative news about the Honduran president by promoting presidential initiatives and heavily retweeting the president and news outlets favorable to his administration,” the Stanford Internet Observatory said. Following up reporting by investigative journalists at Bellingcat, the company said it had removed 795 fake accounts promoting the Indonesian government and targeting the West Papuan independence movement. Twitter has purged networks of state-backed fake accounts since coming under criticism for being used as a vehicle for disinformation. Last month Twitter took joint action with Facebook and to disable a Moscow-linked operation aimed at inflaming racial tensions in the US, as the social media companies sought to respond to pressure to block attempted Russian interference in the 2020 presidential elections. “Transparency is fundamental to the work we do at Twitter,” a company statement said. “These behaviors are in violation of our policies and are a targeted attempt to undermine the public conversation.” Niam Yaraghi, a fellow with the Brookings Institution’s Center for Technology Innovation, said that the removal of the accounts would have a largely symbolic importance, arguing that it was very easy for well-resourced state actors to replace them. “When you look at these numbers of accounts, in terms of their quantity, they’re just a drop in the ocean,” Yaraghi said. “They’ll have some psychological impact, probably, but I’m very doubtful they will have any real tangible impact on anything important.”"},{"title":"Talking Horses: roll up for our answer to the Grand National mystery","image":"https://media.guim.co.uk/2a67d2eb926a45c7a01ef5192624989962633058/590_0_3555_2136/master/3555..jpg","section":"sport","date":"2020/04/02","description":"It’s a tricky beast, this Virtual Grand National which so many of us will watch on Saturday (ITV, 5pm). Because of our reduced circumstances, it has become something to anticipate on about the same level as that half-pint of Carlsberg that John Mills sinks at the end of Ice Cold In Alex, but it cannot hope to be as satisfying, for all that an immense amount of work has clearly gone in to making it look convincing.\nThe first odd thing is the runners list. In a normal year, the virtual race would be based around the entries made on the Monday before the National. But the race was abandoned weeks ago and the most recent entry stage that actually happened was at the end of February. So the producers have evidently decided to take the top 40 horses left in at that stage and accept them as the runners. In reality, a lot of the top 40 would have dropped out by this stage. Joe Farrell, who got a run in last year’s National, was 71st on the list at the end of February. It would have taken some nerve to go through the list, ejecting horses that might not have turned up at Aintree, and you always risk offending someone, but it would have been worth doing. Peregrine Run, whose pixelated form will be in this virtual race, is not actually qualified for the National, having never raced in a chase beyond 2m7f. Meanwhile, some very interesting potential runners have been shut out, including One For Arthur, who was 44th on the list in February and realistically sure to get a run as long as he stayed sound. The likes of Snugsborough Benny, Give Me A Copper, Lord Du Mesnil, Takingrisks, Borice and Le Breuil would also have been interesting contenders, had they been smuggled into the line-up at someone else’s expense.\nSomeone has worked very hard on the jockey bookings but I raise an eyebrow at the appearance of Rachael Blackmore on Burrows Saint. She won a hurdles race on him at New Year when Paul Townend was on a more fancied runner from the Willie Mullins yard but Townend would still have had first choice and he surely would not have rejected last year’s Irish National winner in favour of Total Recall, whose odds are three times bigger. The Twitterati reckon this is ITV’s way of ensuring a National Velvet-like story. They might be right, too, because the three virtual Nationals so far have all fallen to fancied horses at 14-1 or shorter. Would Lisa O’Neill be on Shattered Love if Jamie Codd had no ride in the race? I doubt it. David Maxwell probably would have insisted on riding his Saint Xavier, but there’s no way he’d have made the weight of 10st 4lb. When he had to do 10st 7lb last season, he threatened to eat the horse in question afterwards. I’m afraid we have to put him down for 3lb overweight, or he’d be so light-headed that he might not make it across the first Melling Road. The virtual going description is reportedly ‘good’, which is slightly surprising, given that the policy at Aintree seems to be to ensure good to soft or softer. The new clerk at Aintree, Sulekha Varma, tells me it would probably have been good to soft this week, though some watering might have been necessary. With that in mind, I’m going to have a crack at working out what would have happened in this year’s Grand National, had it taken place this weekend. I’ll post my ‘result’ at 3pm on here and explain how it panned out. In the meantime, please tell me through the comments below what you reckon would/should have happened in the great race and maybe I’ll let that influence me. Would Tiger Roll have won for a third straight year or has the handicapper set him too great a task this time? Of course, I do a tipping piece here before the National each year and have not met with unqualified success so far. It’ll be different this time, with no pesky horses to prove me wrong the next day. See you back here at 3pm for the unravelling of the great Grand National mystery of 2020…"},{"title":"UK banks banned from requesting personal guarantees for loans","image":"https://media.guim.co.uk/bb273a532ed3ba462fd257dc448343a6387ed6b1/0_228_3500_2100/master/3500..jpg","section":"politics","date":"2020/04/02","description":"The chancellor, Rishi Sunak, has banned banks from requesting personal guarantees for emergency loans to small businesses amid growing government concern that lenders have been slow in meeting demands for help. With the rapid increase in the number of universal credit claims suggesting many small companies have already collapsed since the economy was locked down, Sunak combined a new package of support for business with a warning to banks that they had to move more quickly. Sunak announced his £330bn coronavirus business interruption loan scheme (CBILS) – under which the government underwrites loans to companies – just over two weeks ago, but has now been forced to admit that support was not arriving quickly enough and was failing to reach all the companies that required it. The chancellor said that under the revised plan: Lenders would be banned from requesting personal guarantees – which mean borrowers often have to put their homes on the line – on loans under £250,000. The loan scheme would be extended so that it covered all small companies affected by Covid-19 and not just those unable to get commercial funding. There would be a new scheme to bolster support for larger firms not currently eligible for loans, under which the government would provide a guarantee of 80% so that banks could make loans of up to £25m to firms with an annual turnover of between £45m and £500m. The Treasury said the chancellor would be speaking to bank chief executives next week to discuss how the schemes are working and “ensure everybody is playing their part”. Sunak, the Bank of England governor, Andrew Bailey, and the interim head of the Financial Conduct Authority, Christopher Woolard, told UK banking chiefs last month to take “all action necessary” to make sure government-backed loans were benefiting households and businesses as planned. The chancellor said: “This is a national effort and we’ll continue to work with the financial services sector to ensure that the £330bn of government support, through loans and guarantees, reaches as many businesses in need as possible.” While the government’s official line is that great progress is being made in providing much-needed support to businesses that have been badly affected by the closure of large chunks of the economy, the chancellor has listened to the employers’ bodies calling for the scheme to be more comprehensive, less bureaucratic and speedier. Adam Marshall, director-general of the British Chambers of Commerce, said: “We’re pleased that the chancellor is listening and responding to the real-world concerns posed by firms across the UK who are urgently trying to access financial support.” Mike Cherry, national chair of the Federation of Small Businesses, said: “The most immediate issue threatening the survival of millions of small businesses and the self-employed is severely depleted cash flow. Time is of the essence and therefore we welcome government action in ensuring that any viable small business that has been negatively impacted by the coronavirus can now directly access CBILS rather first being offered a bank’s own standard commercial lending product. “Removing personal guarantees for all commercial loans below £250k is also very welcome. Taking on debt at the current time is a daunting prospect for many small businesses and the self-employed.” Sunak said that since the CBILS had been announced £90m of business interruption loans had been approved for nearly 1,000 firms and £1.9bn corporate finance provided to firms hit by Covid-19. “We are making great progress on getting much-needed support out to businesses to help manage their cashflows during this difficult time – with millions of pounds of loans and finance being provided to hundreds of firms across the country,” the chancellor said. “And now I am taking further action by extending our generous loan scheme so even more businesses can benefit. We have also listened to the concerns of some larger businesses affected by Covid-19 and are announcing new support so they can benefit too.” Gerard Lyons, senior fellow at the Policy Exchange thinktank and a policy adviser to Boris Johnson when he was London’s mayor, said: “In a fast-moving environment it should be no surprise that policy has to continue to evolve. Speed, scale and simplicity are of the utmost importance to follow through on the measures to date. In particular banks either must engage 100% in the process or be bypassed with the government giving grants to firms to ensure they survive.”"},{"title":"Three championships in 2022 offers Asher-Smith treble chance says Coe","image":"https://media.guim.co.uk/3b87de01e2e353953e10c45274e0ef1cded36dde/162_243_3248_1950/master/3248..jpg","section":"sport","date":"2020/04/02","description":"Dina Asher-Smith will have a shot at an unprecedented world, Commonwealth and European treble in the summer of 2022 after Sebastian Coe confirmed that all three championships would be squeezed into a six-week window. Lord Coe, the president of World Athletics, hinted that the world championships in Eugene, Oregon, which have been pushed back a year to 2022, could be staged first – most likely in early July – before the Commonwealth Games in Birmingham and the European championships in Munich take place later in the summer.\n“I do want the treble to be on,” said Coe. “We’ve really not left any stone unturned here and we’ve still some conversations to go. We’re trying to navigate our way through what is a window, not much more than about six weeks, which is really challenging. But my guiding principle is that I don’t want to put athletes in a position where they’re perming one from three.” Coe that for multi-eventers such as Katarina Johnson-Thompson and top endurance athletes it would be tough to do more than one major championship in a season. However, he also added: “It is my hope that we get to a sensible gap – so that at least the athletes have a maximal period of preparation after the world championships, before they head off then to a European championships and a Commonwealth Games.” Coe also backed Asher-Smith and Johnson-Thompson to bounce back at next year’s Olympics after the Tokyo Games were postponed because of the Covid-19 pandemic. “This is not an exact science,” he said. “Some athletes are going to compete well one season, and maybe not so well the next. But I hope that Dina and Kat are at that point in their career where this disruption really doesn’t impact too dramatically on them. “What they have both displayed to me is they’ve got resilience – and I think the resilient athletes are going to manage their way through this. So my instinct is that while the delay is not ideal for them, I think they’ll figure this out and come back in 2021 really strong.” Coe also revealed that he was prepared to lengthen this year’s track and field season – but only if it was safe to do so. “I wish I knew when it’s going to be sensible or safe to be able to commence the summer season. But we’ll do everything possible to extend it into September, and possibly even into early October. “What I don’t really want is for athletes to go into next season, without at least making every effort to try and resurrect something – providing we do it in a way that is safe and secure and doesn’t risk their health.”"},{"title":"Eddie Jones says he has unfinished business as England head coach","image":"https://media.guim.co.uk/a50400bd39353d3bf99e22b93ab059afc0befc79/73_20_2105_1263/master/2105..jpg","section":"sport","date":"2020/04/02","description":"Eddie Jones was asked to stay on as England’s head coach until the conclusion of the 2023 World Cup before the Six Nations started and financial terms were agreed, but the Australian said he would delay his decision until the end of the tournament to see if the players were still responding to him.\nIt seemed they were not after the opening half in Paris when the World Cup finalists trailed 17-0, the manner of their World Cup semi-final win over New Zealand fading like a watercolour in the rain. But after they overcame Scotland and the conditions at Murrayfield before outplaying Ireland and Wales at Twickenham, it was clearer his players still had belief in his methods. “France was due to my poor coaching rather than the players,” Jones said on Thursday. “I was really pleased with the attitude of the squad during the Six Nations and I think we are on the cusp of doing something really good. I can see us taking rugby to a different level. It is a great opportunity, something I could not turn my back on.” The Rugby Football Union held talks with Jones shortly after the World Cup final defeat to South Africa in Yokohama and after a debrief of the tournament he was asked to carry on. “Eddie indicated there were things he wanted to make sure of,” said the governing body’s chief executive, Bill Sweeney.\n“We reached agreement on the terms before the Six Nations. Our intention was to announce immediately after the tournament, but the pandemic hit at a really critical point in terms of the lockdown and the effect it had on the country so we didn’t think it was appropriate to announce it then.” England are the favourites to win the Six Nations if the tournament is played to a conclusion when the restrictions on social gathering to contain the spread of coronavirus are lifted. Jones, along with the RFU’s executives, has taken a 25% pay cut with all bonuses cancelled, while 60% of the staff at Twickenham have been furloughed.\n“We implemented that early on,” said Sweeney, who believes that a legacy of the financial crisis facing the sport will be that clubs and unions in future place greater emphasis on controlling costs. “At this stage in the crisis, there are certain people who are business critical. We will re-evaluate in a week or two and the furlough may go up slightly.” Asked if the pay cuts at the top would be more than temporary, he replied: “It is too early to say. It is the first phase of the crisis, putting programmes in place to put us in the best shape we can be. We are taking it step by step because you do not know where the finishing line is. When you have something of this magnitude, it highlights where there are fault-lines and some of those are being exposed now. “A number of conversations are being held around how we emerge from this the stronger. We do not want to just come back in and carry on with the same model that repeats the errors of the past. It is about how we come out of this with the game in a better place both domestically and internationally. The obvious example is that cost controls are important and we need to look at how the calendar works so we can maximise commercial revenue.”\nSweeney said he was not definitely ruling out England touring Japan in the summer, and a decision would be made in conjunction with World Rugby by the end of the month. “There is a strong possibility it will be off, but it is slightly different to the Olympics where 213 nations and 11,000 athletes compete and is so much harder to manage. It will depend on the state of Japan and the conditioning of our players.\n“What has come out of this is an approach from all the unions north and south and World Rugby to start with a blank piece of paper and say that these really are exceptional times. “There are a number of contingency plans in place should the July tours not happen so that when we are given the go-ahead to play again we have the matches in place.” Jones, who took over England at the end of 2015 after the hosts had failed to qualify for the knockout stages of the World Cup, is in Japan, where his wife’s family live. Part of his brief when he was appointed was to mentor English coaches and that remains. Sweeney said: “In the last few years, Neal Hartley and Paul Gustard have learned from Eddie’s coaching and gone to clubs and Steve Borthwick is off to Leicester. Part of this cycle is to ensure we have the best coaching and development plan and our aspirations for that are pretty high.”"},{"title":"'A glimmer of hope but little detail': experts react to Hancock's test plan","image":"https://media.guim.co.uk/73e40051d6a4a0260f2ecf2c20e0bd20f7868899/0_100_5481_3288/master/5481..jpg","section":"politics","date":"2020/04/02","description":"Anthony Costello, former WHO director and professor of global health and sustainable development at University College London On virus testing, it is good that they are solving the swabs and reagents issues. It’s good that they are galvanising the scientific community to help and it’s good that they are setting a target for 25,000 tests [antigen tests that show if people have the virus] per day by the end of April [Hancock aspires to reach 100,000 a day in England for all types of tests, including antibody tests] that will hopefully help to cover health workers and patients. If the blood tests for immunity come online, that will be a very valuable tool for looking at the scale of immunity in the population, as will their surveillance plan from Porton Down, to look at the rates of infection and spread in a sample survey. Whether or not the immunity blood tests will be sufficiently specific for Covid-19 is a big issue, because if they give out false positives, it will be dangerous for people believing themselves to be immune to go back into the front line and infect patients. Nonetheless, none of these strategies address the fundamental problem of stopping the spread of the virus. Eleanor Riley, professor of immunology and infectious disease at the University of Edinburgh Under normal circumstances, Public Health England (PHE) (and Health Protection Scotland) have extremely strict testing protocols, all validated to the highest certification standards. This has many benefits: providing robust results in which clinicians have complete faith, aligning to standard criteria that allow national and international comparison, and regular revalidation of individual laboratories. On a normal day this works. It is clinically robust and allows the NHS to benefit by bulk-ordering reagents from a single supplier at a competitive price. But these are not normal times. There is an urgent need to scale up testing. This might require that we adapt protocols to use whichever reagents and equipment are available. Research labs, which tend to operate in a less regimented manner, have the skills, equipment and (quite possibly) sufficient reagents to contribute to this effort. They won’t be exactly the same items that PHE use, but they will work just as well. Crucially, almost all academic research that is not related to Covid-19 has been put on hold; the labs have been mothballed and the staff sent home. This represents a tremendous available resource for outsourcing and scaling up the testing. The academic community has the skills, resources and willingness to contribute if only someone would take the sensible, pragmatic decision to cede a little control. There is a glimmer of hope in Matt Hancock’s “5 pillar programme” presented at the press briefing today, but still precious little detail. Dr Michael Head, senior research fellow in global health, University of Southampton It is good to finally hear the explanation from the minister of health about the difficulties in scaling up testing. This is down to a lack of preparedness in advance of a pandemic, which then impacts upon the ability to greatly and rapidly increase a national response, as we have seen in Germany. These are issues also being faced in other countries – for example, France has carried out fewer tests than the UK. The minister has promised 100,000 tests a day by the end of April. We shall see if this level is delivered. But throughout the coming weeks, we need to remember the lessons learned and realise that spare capacity in a health service or public health infrastructure is not “a waste of money”. It’s vital in times of urgent need, and there will be a “next time”. Mark Harris, professor of virology at the University of Leeds [Hancock’s five pillars] seems like the right approach. I am a little bit concerned about the timescale, that we are having to wait to the end of April [for high levels of testing]. We would hope that within the next few weeks we would start to see some effects of the social distancing and the lockdown, so it would be nicer if we could be testing quicker than that. But I understand what [Hancock] said about the fact that we didn’t have a big diagnostic industry, unlike some other countries, so we are having to build up from scratch – I think that is quite honest and open of him. [Population sampling] is an excellent way forward. The challenge will be: what population do you sample? Also, what is the statistical analysis will you apply to the data you get from that? If you went into London, you’d probably find there is a much higher proportion [of infection] than other parts of the country – maybe that is information that we need to know. I think we can always be critical of what has happened in the past, but I don’t think that is appropriate at this stage. This is a crisis and we are where we are. We need to try to make sure that going forward we are doing the right things; the time for recrimination and looking back and learning the lessons will be in the future. For now I think [Hancock] is doing everything he can. Let’s hope those words that were spoken today are actually translated into actions over the coming few days. Charlie Swanton, chief clinician at Cancer Research UK, who is setting up a testing lab in the Francis Crick Institute It all sounds very sensible. Testing is absolutely essential to get healthcare workers back to the front line, when they don’t present a risk to those around them and to patients. With a significant proportion of the workforce off right now with presumed coronavirus infection, having tests will be vital to frontline services already stretched because of the crisis. The sensible thing would be to staff coronavirus units with doctors and nurses who have had exposure to coronavirus, and that’s why the antibody test is so important. We’re obviously delighted to be playing a part. We will make a small but significant contribution, we hope. It is going to require collaboration on a national scale. We will be sharing our operating procedures, our assays [investigative procedures] and the development of those assays with other labs upon request very happily and providing training to get people up and running relatively quickly. On building a new British diagnostic industry, this pandemic has exposed the extreme vulnerability of every country. We are so dependent on a globalised diagnostic and clinical network. When the barriers come down and our supply lines fail, it is clear very rapidly how vulnerable we are. We need some way of being able to secure our pipelines to access vital diagnostic reagents and kits and if we can’t, we need some way of manufacturing them ourselves from scratch very quickly. All of this is possible because the technology is not complex. Finding approaches to rapidly validate and qualify a diagnostic test for clinical use is challenging, but solvable with the right networks of collaborators and established diagnostic labs."},{"title":"Royal Mail staff 'lack sufficient protection' from coronavirus","image":"https://media.guim.co.uk/0442588a45850de4cb214d011e852f371cf5705e/8_5_2779_1668/master/2779.jpg","section":"business","date":"2020/04/02","description":"Many Royal Mail sorting offices are not providing workers with sufficient protection from coronavirus infection, according to a trade union, which argues that some depots should close until staff are safe. The Communication Workers Union (CWU), which represents thousands of postal workers, told members they should stay away if their local sorting office had not provided equipment such as masks, gloves and hand sanitiser, or implemented government guidelines of two-metre social distancing at all times. It estimates that at as many as half of sorting offices did not have sufficient protection in place. Dave Ward, CWU general secretary, said: “The conditions thousands of our members are being expected to work in are not safe. Provision of PPE [personal protective equipment] across the UK is sporadic and Royal Mail have admitted they have no data on what equipment is available in each office. “Our members are fantastic public servants. They want to keep the UK connected and are willing to step up their role by checking on the elderly, delivering government services and assisting with food deliveries. They deserve better than to be told washing their hands is the ‘gold standard’ of safety.” Royal Mail has disputed the union’s claims, saying it had provided hand soap for workers to clean their hands and that latex gloves were available for those who wanted them. It said that “wherever possible” workers were being kept least two metres apart in depots. A spokesman said: “Royal Mail takes the health and safety of our colleagues very seriously. Throughout this crisis, every decision we make puts the health of our people and our customers first. In assessing the risks to our people and making the necessary operational changes to protect them, we take professional medical and health and safety advice on a daily basis.” Royal Mail added that under new measures to protect postal workers on the doorstep, customers were not being passed handheld devices to sign for parcels, instead logging their name from a safe distance. From last week the company said only one person at a time was allowed in a delivery vehicle and junk mail was now only delivered alongside addressed mail. The spokesman said: “Royal Mail continues to engage with the CWU on a daily basis on this matter. We are pleased that at a local level and through national officers we have been working well together to find practical solutions to the many issues that have emerged. We have a joint interest in protecting our people and we hope that that focus can continue through the operational discussions taking place between our teams.” However, more than a dozen Royal Mail workers have contacted the Guardian to say they were unhappy about the conditions in their local sorting office. One said that there was not enough hand sanitiser available for post delivery staff to take on their rounds so that they feared taking a drink en route in case they got infected. “We have staff working shoulder to shoulder. There is one bottle of sanitising gel to be shared by the whole office,” he said. Another said workers were “cramped like sardines” and that many colleagues were off sick. The CWU said it had asked Royal Mail to improve social distancing by cutting the number of staff working each shift and cutting the number of deliveries to three a week, with parcels, packets and first class mail delivered on alternate days. It wants Royal Mail to prioritise the delivery of government communications, testing kits and other services and to halt the delivery of advertising flyers. Ward said post delivery workers “deserve better than to be delivering advertising mail at a time of high risk for them and the customers they serve”. The complaints of postal workers echo those of employees in some online retail warehouses, including Asos’s facility in Barnsley, where workers have said they are not happy with the protection on offer."}]}}